export const circleNumber = ['①', '②', '③', '④', '⑤', '⑥', '⑦', '⑧', '⑨', '⑩', '⑪', '⑫', '⑬', '⑭', '⑮', '⑯', '⑰', '⑱', '⑲', '⑳', '㉑', '㉒', '㉓', '㉔', '㉕', '㉖', '㉗', '㉘', '㉙', '㉚', '㉛', '㉜', '㉝', '㉞', '㉟', '㊱', '㊲', '㊳', '㊴', '㊵', '㊶', '㊷', '㊸', '㊹', '㊺', '㊻', '㊼', '㊽', '㊾', '㊿']

export const guardLevelMap = ['', '总督', '提督', '舰长']

// Ψ: 舰长, etc.
export const guardLevelSignMap = ['', ' υ ', ' ш ', ' Ш ']

export const actionMap = {
  enter: '进入直播间',
  follow: '关注了直播间',
  share: '分享了直播间',
  unknown: '做了啥？',
}
